{
  "projects.title": "Projects",
  "projects.watchOnYoutube": "Watch on YouTube",
  "projects.project1.title": "Henry Group Project",
  "projects.project1.description": "As part of the Henry bootcamp, we developed a digital book e-commerce platform, utilizing technologies such as React, MaterialUI, Firebase with integration capabilities like MercadoPago and others",
  "projects.project2.title": "Judicial Resolution Creator",
  "projects.project2.description": "A tool for Juzgado Penal, Contravencional y de Faltas Nro. 23 from Buenos Aires, that generates judicial resolutions. It uses templates from a Firebase database, fills in user-provided data through a form, and returns a Word document with a preview feature.",
  "projects.project3.title": "Lawsuit Creator for De Leo Law Firm",
  "projects.project3.description": "A lawsuit creation tool for De Leo Law Firm, following a similar methodology to the Judicial Resolution Creator. It streamlines the process of drafting legal documents.",
  "projects.visitProject": "Visit Project",
  "projects.project4.title": "Professional Practice at Matching",
  "projects.project4.description": "Participated in an unpaid professional practice at Matching, contributing to the development of a React Native mobile application for paddle tennis and various sports. Gained practical experience in mobile app development and teamwork in a professional environment.",
  "projects.project5.title": "CNO - Tennis Web App",
  "projects.project5.description": "A web application for managing tennis tournaments at Centro Naval de Olivos Club. It allows users to register for tournaments, withdraw from them, view their current rankings, check their match history, and more.",
    "projects.inDevelopment": "In Development",
  "contact.title": "Contact Me",
  "contact.name": "Name",
  "contact.email": "Email",
  "contact.message": "Message",
  "contact.send": "Send",
  "skills.techSkills": "Tech Skills",
  "skills.softSkills": "Soft Skills",
  "hero.greeting": "Hi, I'm Joaquín Oliveira",
  "hero.role": "Full Stack Developer",
  "hero.contactButton": "Contact Me",
  "header.about": "About",
  "header.skills": "Skills",
  "header.projects": "Projects",
  "header.contact": "Contact",
  "footer.socialMedia": "Connect with me",
  "footer.downloadCV": "Download my CV",
  "footer.downloadButton": "Download PDF",
  "footer.rightsReserved": "All rights reserved.",
  "title": "About Me",
  "greeting": "Hello, I'm Joaquín Oliveira",
  "introduction": "I'm a lawyer with a master's degree in criminal law and 17 years of experience in the Argentine Criminal Justice system. Throughout my career, I've reached the highest possible position without having to compete for a judgeship, which has allowed me to lead teams and develop crucial interpersonal skills for success in demanding professional environments.",
  "passionIntro": "My passion for programming stems from my interest in:",
  "passionPoints": "Understanding complex problems, Seeking innovative solutions, Enjoying the development process",
  "currentStatus": "While I continue my work in the judicial field, I am 100% committed to making the leap into the IT world and securing my first job in this exciting sector.",
  "contactIntro": "If you'd like to get in touch, you can reach me at:",
  "email": "jsoliveiran@gmail.com"
}