{
  "projects.title": "Proyectos",
  "projects.watchOnYoutube": "Ver en YouTube",
  "projects.project1.title": "Proyecto Grupal Henry",
  "projects.project1.description": "Como parte del bootcamp de Henry, desarrollamos un e-commerce de libros digitales, utilizando tecnologías como React, MaterialUI, Firebase con facilidades de pegado como MercadoPago y demás",
  "projects.project2.title": "Creador de Resoluciones Judiciales",
  "projects.project2.description": "Una herramienta para el Juzgado Penal, Contravencional y de Faltas Nº 23 que genera resoluciones judiciales. Utiliza plantillas de una base de datos en Firebase, completa los datos proporcionados por el usuario a través de un formulario y los devuelve como documento Word, permitiendo una vista previa.",
  "projects.project3.title": "Creador de Demandas para Estudio Jurídico De Leo",
  "projects.project3.description": "Una herramienta de creación de demandas para el Estudio Jurídico De Leo, siguiendo una metodología similar al Creador de Resoluciones Judiciales. Agiliza el proceso de redacción de documentos legales.",
  "projects.visitProject": "Visitar Proyecto",
  "contact.title": "Contáctame",
  "contact.name": "Nombre",
  "contact.email": "Correo electrónico",
  "contact.message": "Mensaje",
  "contact.send": "Enviar",
  "skills.techSkills": "Habilidades Técnicas",
  "skills.softSkills": "Habilidades Blandas",
  "hero.greeting": "Hola, soy Joaquín Oliveira",
  "hero.role": "Desarrollador Full Stack",
  "hero.contactButton": "Contáctame",
  "header.about": "Sobre Mí",
  "header.skills": "Habilidades",
  "header.projects": "Proyectos",
  "header.contact": "Contacto",
  "footer.socialMedia": "Conéctate conmigo",
  "footer.downloadCV": "Descarga mi CV",
  "footer.downloadButton": "Descargar PDF",
  "footer.rightsReserved": "Todos los derechos reservados.",
  "title": "Sobre Mí",
  "greeting": "Hola, soy Joaquín Oliveira",
  "introduction": "Soy abogado con un máster en derecho penal y cuento con 17 años de experiencia en la Justicia Penal Argentina. A lo largo de mi carrera, he alcanzado el máximo cargo posible sin concursar para Juez, lo que me ha permitido liderar equipos y desarrollar habilidades interpersonales cruciales para el éxito en entornos profesionales exigentes.",
  "passionIntro": "Mi pasión por la programación nace de mi interés en:",
  "passionPoints": "Entender problemas complejos, Buscar soluciones innovadoras, Disfrutar del proceso de desarrollo",
  "currentStatus": "Aunque continúo mi labor en el ámbito judicial, estoy 100% comprometido con dar el salto al mundo IT y conseguir mi primer trabajo en este emocionante sector.",
  "contactIntro": "Si quieres contactarme, puedes escribirme a:",
  "email": "jsoliveiran@gmail.com"
}

